Repository: 84000/data-translation-memory
Catalog: toh761-v3.tmx
Source language: bo
Languages: en

source: འཕགས་པ་ལྕགས་མཆུ་ཞེས་བྱ་བའི་གཟུངས། སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །
en: The Noble Dhāraṇī of the Iron Beak [1] Homage to all buddhas and bodhisattvas.

source: འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་ཡུལ་མ་ག་དྷཱ་ན་རྒྱུ་ཞིང་། ཨ་མྲའི་ཚལ་དུ་གཤེགས་ཏེ་བྱོན་ནས།
en: The Blessed One was traveling through the land of Magadha when he arrived at a mango grove.

source: ཨ་མྲའི་ཚལ་དུ་ལུས་འཕགས་རིའི་དབང་པོའི་བྲག་ཕུག་ན་བཞུགས་སོ། །
en: At that mango grove, he took up residence in the Indra’s Rock Cave on Vaidehaka Mountain.

source: དེ་ནས་ལྷའི་དབང་པོ་བརྒྱ་བྱིན་གྱིས། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས།
en: Śakra the lord of the devas then appeared before the Blessed One.

source: བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ། །
en: He bowed his head at the Blessed One’s feet and sat to one side.

source: ཕྱོགས་གཅིག་ཏུ་འདུག་ནས་ལྷའི་དབང་པོ་བརྒྱ་བྱིན་གྱིས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་ལྷ་མ་ཡིན་རྣམས་དང་། མི་རྣམས་ནི་བསྟན་པ་ལ་གནོད་པ་བགྱིད་པ་སྟེ།
en: Having sat to one side, Śakra the lord of the devas told the Blessed One, “Blessed One, there are asuras and humans who harm the Dharma.

source: བཅོམ་ལྡན་འདས་ལྷ་མ་ཡིན་དང་། འཁོར་དུ་མི་གཏོགས་པའི་བསྟན་པ་ལ་ཡུན་རིང་བར་གནོད་པའི་ཕྱིར་རྒོལ་བའི་དགྲ་ལགས་ན།
en: Blessed One, they are the asuras and other adversaries not included in the assembly who seek to bring the Dharma long-term harm.

source: དེ་ལ་བཅོམ་ལྡན་འདས་ཀྱིས་ཞི་བས་མི་འདུལ་ན་བདག་ལ་དྲག་པོས་འདུལ་བའི་ཆོས་བསྟན་དུ་གསོལ།
en: Since the Blessed One has not subdued them with peaceful means, I request a teaching on how to tame them with wrathful means.

source: ཐེག་པའི་ཆོས་དགྲ་བསྲུང་དུ་གསོལ། དེ་སྐད་ཅེས་གསོལ་པ་དང་།
en: Please allow me to protect the vehicle’s teachings against these enemies.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་ལྷའི་དབང་པོ་བརྒྱ་བྱིན་ལ་འདི་སྐད་བཀའ་སྩལ་ཏོ། །ལྷའི་དབང་པོ་ཁྱོད་ཀྱིས་ཐམས་ཅད་ལ་མི་འཇིགས་པ་སྦྱིན་པའི་ལྕགས་མཆུའི་གཟུངས་མ་རུངས་པ་འཇོམས་པ།
en: The Blessed One told Śakra the lord of the devas, “Lord of devas, uphold the dhāraṇī of the iron beak which confers freedom from all dangers.

source: དོན་ཐམས་ཅད་བྱེད་པ།
en: It vanquishes evildoers and accomplishes all aims.

source: དམ་པའི་ཆོས་སྲུང་བ། འཇིགས་པ་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་བྱེད་པ།
en: It protects the sacred Dharma and quells all dangers.

source: ནད་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་བྱེད་པ། དུག་ཐམས་ཅད་འཇིལ་བ།
en: It alleviates all diseases and neutralizes all poisons.

source: མཚོན་ཐམས་ཅད་རེངས་པར་བྱེད་པ། ཐེག་པའི་ཆོས་དགྲ་བསྲུང་བ།
en: It stops all weapons and protects against the enemies of the vehicle’s teachings.

source: རྐང་མེད་དང་རྐང་གཉིས་དང་། རྐང་བཞི་ཐམས་ཅད་རེངས་པར་བྱེད་པ།
en: It paralyzes all legless, two-legged, and four-legged beings.

source: རྐང་གཉིས་ཐམས་ཅད་སྐྲག་ཏུ་འཇུག་པ། དགྲ་ཐམས་ཅད་ཕུང་བར་བྱེད་པ། ལྷ་མ་ཡིན་དང་། ནམ་མཁའ་ལྡིང་དང་། སྦྱིན་བྱེད་མའི་བུ་དང་། ཤ་ཟ་དང་། བརྗེད་བྱེད་དང་། སྨྱོ་བྱེད་དང་། བྲམ་ཟེ་དང་། སྲིན་པོ་དང་། འབྱུང་པོ་དང་། རོ་ལངས་དང་། བྱའི་གདོན་དང་། སྲུལ་པོ་དང་། ནམ་གྲུ་དང་། གནོན་པོའི་གདོན་དང་།
en: It instills terror in all two-legged beings and defeats all adversaries.

source: གནོན་པོ་དང་། བརྗེད་བྱེད་ཀྱི་གདོན་དང་། ལྷའི་གདོན་དང་། ཀླུའི་གདོན་དང་། གནོད་སྦྱིན་གྱི་གདོན་དང་།
en: It defeats asuras, garuḍas, daityas, piśācas, apasmāras, unmādas, brahmanical rākṣasas, bhūtas, vetālas, śakuni grahas, pūtanas, revatīs, ostāraka grahas, ostārakas, apasmāra grahas, deva grahas, nāga grahas, yakṣa grahas, gandharva grahas, kinnara grahas, vināyaka grahas, and mātṛ grahas.

source: དྲི་ཟའི་གདོན་དང་། མི་འམ་ཅིའི་གདོན་དང་། ལོག་འདྲེན་གྱི་གདོན་དང་། མ་མོའི་གདོན་ཕུང་བར་བྱེད་པ། ཟས་ཀྱི་རིགས་མི་མཐུན་པ་ཟ་བ་ཕུང་བར་བྱེད་པ།
en: It overcomes any disagreeable foods that have been consumed.

source: རིམས་ནད་ཐམས་ཅད་དང་། རླུང་ལས་གྱུར་པ་དང་། མཁྲིས་པ་ལས་གྱུར་པ་དང་། བད་ཀན་ལས་གྱུར་པ་དང་། འདུས་པ་ལས་གྱུར་པ་དང་། འགྲོ་བ་དྲག་ཤུལ་དུ་སྤྱོད་པ་ཕུང་བར་བྱེད་པ།
en: It overcomes all infectious diseases, vātikas, paittikas, śleṣmikas, sānnipātikas, and malevolent beings.

source: འཐབ་པ་དང་། རྩོད་པ་དང་། མཚང་འདྲུ་བ་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་བྱེད་པ་ལྕགས་ཀྱི་མཆུའི་གཟུངས་ནམ་མཁའི་ལྡིང་དྲག་པོའི་གཟུངས་འདི་ཟུང་ཤིག །བསྟན་པ་ལ་གནོད་པ་སྐྲག་པར་བྱེད་པ། ཆར་དྲག་པོ་དང་།
en: It brings peace from all conflicts, disputes, and scandals.

source: སེར་བ་དྲག་པོ་འབེབས་པར་བྱེད་པའི་གཟུངས་བརྗོད་པར་བྱའོ། །ཏཏྱ་ཐཱ། ཨེ་ཏེ་མེ་ཏེ། པྲ་མེ་ཏྲི་ཏྲ། གོ་ལེ་བོ་ལེ་ལེ་བོས་སེ། མོཏྟེ། པ་ད་ཏེ། ཁཱ་རཏྟེ།
en: This is the dhāraṇī of the iron beak, the wrathful dhāraṇī of the garuḍas.

source: ཁཱ་ར་ཎེ། གཱ་ནཱ་གཱ་ནེ། ནཱ་གཱ་མུ་ག་ནེ། མོ་ནེ་པྲ་ཏཱི་མི་ནེ། ཀཱ་ལི་པྲ་ཀཱ་ལི་ཙ་ཎྜེ། མ་ཧཱ་ཙཎྜེ། པྲ་ཏི་ཙཎྜེ། པེ་གོ་སོ་ན། གོ་ནཱ་མོ་ཧཱ། པྲ་མོ་ཧཱ། མ་ཧཱ་མོ་ཊཱ། པྲ་མོ་ཊཱ། ནཱ་ཤ་ནི། པྲ་ནཱ་ཤ་ནཱ་དྷི་པ་ཏི། བལྒཱ་ཎི། པྲ་པ་ལྒཱ་ཎི། ནི་དྱ་ཎི། བཱ་ནི་ཥཱ་ནི། ཀྲོ་དྷ་ནི། པྲ་ཏི་གྲོ་དྷ་ནི། ཧ་ན་ཧ་ན། བི་ཧ་ན་བི་ཧ་ན། སརྦ་དུཥྚ་པྲ་དུ་ཥྜཾ། ནཱ་ཤ་ཡ་སརྦ་ཨ་བྷ་ཡ་བྲ་ངཻ་ཧཱུྃ་ཕཊ། སྔགས་འདི་བརྗོད་པ་ཙམ་གྱིས་ཕྱོགས་བཅུ་ཀུན་དུ་གཡོས།
en: I will recite this dhāraṇī that instills fear in those who harm the teachings and creates fierce storms of rain and hail: tadyathā | ete mete prametritra gole vole levosse motte padate khāratte khāraṇe gānāgāne nāgāmugane mone pratīmone kāli prakāli caṇḍe mahācaṇḍe praticaṇḍe vegosona gonāmohā pramohā mahāmoṭā pramoṭā nāśani pranāśanādhi­pati valgāṇi pravalgāṇi nidyaṇi pāniṭhāni krodhāni prati­krodhāni hana hana vihana vihana sarva­duṣṭapra­duṣṭān nāśaya sarvābhayaprade hūṃ phaṭ “Simply reciting this mantra will make everything throughout the ten directions shake, shake violently, quake, and quake violently.

source: རབ་ཏུ་གཡོས། འགུལ་རབ་ཏུ་འགུལ་ལོ། །གནོད་པ་ཐམས་ཅད་ཁས་བུབ་ཏུ་བརྒྱལ་ལོ། །
en: All harm doers will collapse face down, unconscious.

source: སྐེ་ཚེ་དང་། ཡུངས་ནག་ཏུ་བསྲེས་ལ། ཆུ་བོ་དང་། རྒྱ་མཚོ་དང་། རི་བོ་ལ་གཏོར་རོ། །
en: “Mix yellow and black mustard seeds and scatter them over rivers, oceans, and mountains.

source: དེ་ཕྱིན་ཅད་ཆར་འབེབས་པར་བྱེད་དོ། །ཡང་ཆུ་བོ་དང་།
en: From then on, there will be rainfall.

source: རྒྱ་མཚོ་དང་། ཆུ་མིག་དང་། རྫིང་བུ། ལུ་མ། འབབ་ཆུ།
en: Incant molasses, honey, licorice, sugar cane, and various nāga medicines in milk and sprinkle that on the rivers, oceans, springs, pools, ponds, waterfalls, and waterways.

source: གཉན་དགུར་བུ་རམ། སྦྲང་། ཤིང་མངར།
en: Doing so will create great hailstorms.

source: ཤ་ཀ་ར། ཀླུ་སྨན་སྣ་ཚོགས་འོ་མ་ལ་བསྔགས་ལ་གཏོར་རོ། །དེའི་ཕྱིར་སེར་བ་ཆེན་པོ་འབེབས་སོ། །ཡིད་ཟློས་བགྱིས་ཏེ། སྤྲིན་ལ་བལྟས་ལ་ལྷ་ཕྱག་བྱ་ཞིང་བཟླས་ན་ཇི་ལྟར་འདོད་པའི་སེར་བ་ཆེན་པོ་འབབ་པར་འགྱུར་རོ། །
en: If you recite it by performing mental recitation, gazing at a cloud, and saluting the devas, great hailstorms will fall as you wish.

source: ཤེས་རབ་ཅན་གྱིས་འཕགས་པ་ལྕགས་ཀྱི་མཆུའི་གཟུངས་འདི་ཟུང་ཤིག །ཆོངས་ཤིག ། བརྗོད་ཅིག །
en: “The wise should uphold, memorize, and recite the noble dhāraṇī of the iron beak.

source: གཞན་ལ་མ་སྤེལ་ཅིག །
en: They should not share it with others.

source: སྦོས་ཤིག །
en: They must keep it hidden.

source: ཐུན་མོང་དུ་མིན་ནོ། །
en: It is not for everyone.

source: རྒྱ་མཚོའི་ཆུ་རྡོ་བཞིན་མི་མངོན་པར་སྦོས་ཤིག །
en: It should be kept out of sight like a pebble in the ocean.

source: གཞན་གྱིས་མི་ཐུབ་པའི་དྲག་པོའི་གཟུངས་འདིས་འཐབ་པའམ། རྩོད་པའམ། འགྱེད་པའམ། གང་དུ་འགྲོ་ཡང་རུང་སྟེ། ཐམས་ཅད་དུ་རྒྱལ་བར་འགྱུར་རོ། །
en: This indomitable wrathful dhāraṇī allows one to be victorious in all situations, no matter whenever one enters a conflict, dispute, or war.

source: རྒྱལ་མཚན་གྱི་རྩེ་མོ་ལ་བྱང་བུ་གཟུགས་སོ་སྔགས་པ་རིགས་ཀྱི་བུའམ།
en: Inscriptions of it should be affixed to the tips of banners.

source: རིགས་ཀྱི་བུ་མོ་གང་དང་གང་གིས་ཡིད་རྩེ་གཅིག་ཏུ་བྱའོ། །དགེ་སློང་ཕ་དང་།
en: Sons and daughters of good families who follow mantra should practice it with single-pointed minds.

source: དགེ་སློང་མ་དང་། དགེ་ཚུལ་ཕ་དང་། དགེ་ཚུལ་མའམ། དགེ་བསྙེན་ཕའམ། དགེ་བསྙེན་མ་གང་ཡང་རུང་བས་བསྟན་པ་ལ་གནོད་པ་བསྙུང་བའི་ཕྱིར་ཡིད་ལ་ཟུང་ཤིག །
en: Whether one is a bhikṣu or bhikṣuṇī, a śrāmaṇera or śrāmaṇerī, or an upāsaka or upāsikā, one should uphold and memorize it in order to avert harm to the teachings.”

source: ཆོངས་ཤིག་དེ་སྐད་ཅེས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ་དང་ལྷའི་དབང་པོ་བརྒྱ་བྱིན་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ། །
en: After the Blessed One had spoken, Śakra the lord of the devas and the world with its asuras and gandharvas rejoiced and praised what the Blessed One had taught.

source: འཕགས་པ་ལྕགས་མཆུ་ཞེས་བྱ་བའི་གཟུངས་རྫོགས་སྷོ།།
en: This concludes “The Noble Dhāraṇī of the Iron Beak [1].”
